tap "adoptopenjdk/openjdk"
tap "gcenx/wine"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
brew "autojump"
brew "cask"
brew "colima"
brew "git"
brew "mas"
brew "neofetch"
brew "nvm"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
cask "appcleaner"
cask "bettertouchtool"
cask "cheatsheet"
cask "coconutbattery"
cask "dash"
cask "dbeaver-community"
cask "deepl"
cask "docker"
cask "fig"
cask "gemini"
cask "google-chrome"
cask "google-drive"
cask "iina"
cask "iterm2"
cask "itsycal"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "keka"
cask "keyboard-cleaner"
cask "latest"
cask "medis"
cask "monitorcontrol"
cask "notion"
cask "onedrive"
cask "onyx"
cask "popclip"
cask "postman"
cask "raycast"
cask "slack"
cask "sourcetree"
cask "telegram"
cask "visual-studio-code"
mas "CloudMounter", id: 1130254674
mas "com.alice.mac.GetPlainText", id: 508368068
mas "Dropover", id: 1355679052
mas "Friendly Streaming", id: 553245401
mas "G App Launcher", id: 1543803459
mas "iBar", id: 6443843900
mas "iRightMouse Lite", id: 1552554632
mas "Irvue", id: 1039633667
mas "iShot", id: 1485844094
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "RunCat", id: 1429033973
mas "ScanTexter", id: 1635954549
mas "Vimari", id: 1480933944
mas "Xcode", id: 497799835
mas "네이버 MYBOX", id: 975815190
mas "유니콘", id: 1231935892
mas "카카오톡", id: 869223134
