tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
brew "asdf"
brew "autojump"
brew "awscli"
brew "cask"
brew "colima"
brew "docker"
brew "docker-compose"
brew "docker-credential-helper"
brew "docker-credential-helper-ecr"
brew "fzf"
brew "git"
brew "git-flow"
# 필요에 따라 설치
# brew "jhipster"
brew "jq"
brew "kubernetes-cli"
brew "lsd"
brew "mas"
brew "neofetch"
brew "neovim"
# brew "nvm" #asdf로 대체
brew "radare2"
# 안드로이드 미러링
brew "scrcpy"
brew "thefuck"
brew "wget"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
cask "android-platform-tools"
cask "appcleaner"
cask "arc"
cask "monitorcontrol"
cask "bettertouchtool"
cask "cursor"
cask "dbeaver-community"
cask "deepl"
cask "github"
cask "google-chrome"
cask "google-drive"
cask "iina"
# cask "intellij-idea-ce" #jetbrains-toolbox를 통한 설치
cask "iterm2"
cask "itsycal"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "keka"
cask "latest"
cask "lens"
cask "obsidian"
cask "onedrive"
cask "popclip"
cask "postman"
cask "rancher"
cask "raycast"
cask "slack"
cask "stats"
cask "utm"
# cask "telegram" #개인맥북엔 필요
cask "visual-studio-code"
#mas "CloudMounter",               id: 1130254674 #개인맥북엔 필요
mas "com.alice.mac.GetPlainText", id: 508368068
mas "Dropover",                   id: 1355679052
# mas "iBar",                       id: 6443843900 #개인맥북엔 필요
mas "iRightMouse Lite",           id: 1552554632
mas "iShot",                      id: 1485844094
#mas "네이버 MYBOX",               id: 975815190 #개인맥북엔 필요
mas "Cleaner One Pro", id: 1133028347
mas "KakaoTalk",                  id: 869223134
mas "우리말 맞춤법 검사기" ,      id: 1238750814
mas "GrabIt",                     id: 450166997
mas "MenubarX", id: 1575588022
mas "날씨날씨", id: 1462255869
mas "한컴오피스 한글 Viewer", id: 416746898
