tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
brew "autojump"
brew "awscli"
brew "cask"
cask "claude"
brew "colima"
brew "docker"
brew "docker-compose"
brew "docker-credential-helper"
brew "docker-credential-helper-ecr"
brew "fastfetch"
brew "fzf"
brew "git"
brew "git-flow"
brew "jq"
brew "kubernetes-cli"
brew "lsd"
brew "mas"
brew "minikube"
brew "neovim"
brew "tree"
brew "uv"
brew "radare2"
brew "scrcpy" # 안드로이드 미러링
brew "thefuck"
brew "wget"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "felixkratz/formulae/borders"
cask "aerospace"
cask "android-platform-tools"
cask "appcleaner"
cask "arc"
cask "battery-toolkit"
cask "bettertouchtool"
cask "boop"
cask "deepl"
# cask "devtoys"
cask "font-hack-nerd-font"
cask "github"
cask "google-chrome"
cask "google-drive"
cask "jetbrains-toolbox"
# cask "iterm2"
cask "itsycal"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "keka"
cask "kitty"
cask "monitorcontrol"
cask "obsidian"
cask "ollama-app"
cask "onedrive"
cask "latest"
brew "mise"
cask "openlens"
cask "obsidian"
cask "popclip"
cask "postman"
cask "raycast"
cask "slack"
# cask "utm" #개인 맥북은 VMware Fusion으로 대체
# cask "telegram" #개인맥북엔 필요
cask "visual-studio-code"
#mas "CloudMounter",               id: 1130254674 #개인맥북엔 필요
mas "com.alice.mac.GetPlainText", id: 508368068
mas "Dropover",                   id: 1355679052
mas "iRightMouse Lite",           id: 1552554632
mas "iShot",                      id: 1485844094
#mas "네이버 MYBOX",               id: 975815190 #개인맥북엔 필요
mas "Cleaner One Pro", id: 1133028347
mas "카카오톡",                  id: 869223134
mas "GrabIt",                     id: 450166997
mas "MenubarX", id: 1575588022
mas "RunCat", id: 1429033973