tap "antoniorodr/memo"
tap "felixkratz/formulae"
tap "mhaeuser/mhaeuser"
tap "minacle/chntpw"
tap "nikitabobko/tap"
tap "sst/tap"
tap "steipete/tap"
tap "yakitrak/yakitrak"
brew "aria2"
brew "ast-grep"
brew "atuin"
brew "autojump"
brew "bat"
brew "bfg"
brew "blueutil"
brew "cabextract"
brew "cask"
brew "cdrtools"
brew "cocoapods"
brew "colima"
brew "docker"
brew "docker-compose"
brew "docker-credential-helper"
brew "docker-credential-helper-ecr"
brew "fastfetch"
brew "fd"
brew "fzf"
brew "gh"
brew "ghostscript"
brew "git"
brew "git-filter-repo"
brew "grpcurl"
brew "imagemagick"
brew "jq"
brew "kubernetes-cli"
brew "lazygit"
brew "lsd"
brew "lua"
brew "luarocks"
brew "lynx"
brew "mas"
brew "mise"
brew "mole"
brew "neovim"
brew "oci-cli"
brew "python@3.13"
brew "pipx"
brew "pkgconf"
brew "qemu"
brew "radare2"
brew "rbenv"
brew "ripgrep"
brew "shunit2"
brew "tectonic"
brew "thefuck"
brew "tmux"
brew "tree"
brew "tree-sitter-cli"
brew "uv"
brew "viu"
brew "watchman"
brew "websocat"
brew "wget"
brew "wimlib"
brew "zplug"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "antoniorodr/memo/memo"
brew "felixkratz/formulae/borders"
brew "minacle/chntpw/chntpw"
brew "steipete/tap/gogcli"
brew "steipete/tap/imsg"
brew "steipete/tap/remindctl"
brew "yakitrak/yakitrak/obsidian-cli"
cask "nikitabobko/tap/aerospace"
cask "another-redis-desktop-manager"
cask "antigravity"
cask "mhaeuser/mhaeuser/battery-toolkit"
cask "bettertouchtool"
cask "beyond-compare"
cask "bitwarden"
cask "boop"
cask "chatgpt"
cask "cursor"
cask "deepl"
cask "devtoys"
cask "dockdoor"
cask "font-hack-nerd-font"
cask "font-sf-mono"
cask "font-sf-pro"
cask "github"
cask "google-chrome"
cask "google-drive"
cask "hammerspoon"
cask "homerow"
cask "httpie-desktop"
cask "iina"
cask "itsycal"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "keka"
cask "kitty"
cask "lulu"
cask "marta"
cask "obsidian"
cask "openlens"
cask "orbstack"
cask "popclip"
cask "postman"
cask "raycast"
cask "selfcontrol"
cask "telegram-desktop@beta"
cask "via"
cask "visual-studio-code"
cask "zen"
mas "CloudMounter", id: 1130254674
mas "Dropover", id: 1355679052
mas "Get Plain Text", id: 508368068
mas "GrabIt", id: 450166997
mas "iRightMouse Lite", id: 1552554632
mas "iShot", id: 1485844094
mas "Keynote", id: 409183694
mas "MYBOX", id: 975815190
mas "Numbers", id: 409203825
mas "OneDrive", id: 823766827
mas "Pages", id: 409201541
mas "Perplexity", id: 6714467650
mas "RunCat", id: 1429033973
mas "Vimari", id: 1480933944
mas "Xcode", id: 497799835
mas "카카오톡", id: 869223134
mas "한컴오피스 한", id: 416746898
vscode "aaron-bond.better-comments"
vscode "alefragnani.bookmarks"
vscode "alefragnani.project-manager"
vscode "anteprimorac.html-end-tag-labels"
vscode "asvetliakov.vscode-neovim"
vscode "christian-kohler.path-intellisense"
vscode "dbaeumer.vscode-eslint"
vscode "donjayamanne.githistory"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "emilast.logfilehighlighter"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-rename-tag"
vscode "formulahendry.code-runner"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "google.gemini-cli-vscode-ide-companion"
vscode "google.geminicodeassist"
vscode "gruntfuggly.todo-tree"
vscode "helixquar.randomeverything"
vscode "hverlin.mise-vscode"
vscode "ibm.output-colorizer"
vscode "iganbold.superdesign"
vscode "jebbs.plantuml"
vscode "k--kato.intellij-idea-keybindings"
vscode "kisstkondoros.vscode-gutter-preview"
vscode "mhutchie.git-graph"
vscode "ms-azuretools.vscode-containers"
vscode "ms-ceintl.vscode-language-pack-ko"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.js-debug-nightly"
vscode "ms-vscode.live-server"
vscode "ms-vsliveshare.vsliveshare"
vscode "oderwat.indent-rainbow"
vscode "peterschmalfeldt.explorer-exclude"
vscode "pkief.material-icon-theme"
vscode "postman.postman-for-vscode"
vscode "rangav.vscode-thunder-client"
vscode "redhat.java"
vscode "ritwickdey.liveserver"
vscode "saoudrizwan.claude-dev"
vscode "sharat.vscode-brewfile"
vscode "sonarsource.sonarlint-vscode"
vscode "sst-dev.opencode"
vscode "streetsidesoftware.code-spell-checker"
vscode "stylelint.vscode-stylelint"
vscode "tamasfe.even-better-toml"
vscode "usernamehw.errorlens"
vscode "vincaslt.highlight-matching-tag"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vmware.vscode-boot-dev-pack"
vscode "vmware.vscode-spring-boot"
vscode "vscjava.migrate-java-to-azure"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-java-upgrade"
vscode "vscjava.vscode-lombok"
vscode "vscjava.vscode-maven"
vscode "vscjava.vscode-spring-boot-dashboard"
vscode "vscjava.vscode-spring-initializr"
vscode "vue.volar"
vscode "wmaurer.change-case"
vscode "yatki.vscode-surround"
vscode "yinfei.luahelper"
vscode "yzhang.markdown-all-in-one"
vscode "zhuangtongfa.material-theme"
