tap "antoniorodr/memo"
tap "felixkratz/formulae"
tap "mhaeuser/mhaeuser"
tap "minacle/chntpw"
tap "nikitabobko/tap"
tap "sst/tap"
tap "steipete/tap"
tap "yakitrak/yakitrak"
brew "aria2"
brew "ast-grep"
brew "atuin"
brew "autojump"
brew "bat"
brew "bfg"
brew "blueutil"
brew "cabextract"
brew "cask"
brew "cdrtools"
brew "cocoapods"
brew "colima"
brew "docker"
brew "docker-compose"
brew "docker-credential-helper"
brew "docker-credential-helper-ecr"
brew "fd"
brew "fzf"
brew "gh"
brew "ghostscript"
brew "git"
brew "git-filter-repo"
brew "grpcurl"
brew "imagemagick"
brew "jq"
brew "kubernetes-cli"
brew "lazygit"
brew "lsd"
brew "lua"
brew "luarocks"
brew "lynx"
brew "mas"
brew "mise"
brew "mole"
brew "neovim"
brew "oci-cli"
brew "pipx"
brew "pkgconf"
brew "python@3.13"
brew "qemu"
brew "radare2"
brew "rbenv"
brew "ripgrep"
brew "shunit2"
brew "tectonic"
brew "thefuck"
brew "tmux"
brew "tree"
brew "tree-sitter-cli"
brew "uv"
brew "viu"
brew "watchman"
brew "websocat"
brew "wget"
brew "wimlib"
brew "yazi"
brew "zplug"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "antoniorodr/memo/memo"
brew "felixkratz/formulae/borders"
brew "minacle/chntpw/chntpw"
brew "steipete/tap/gogcli"
brew "steipete/tap/imsg"
brew "steipete/tap/remindctl"
brew "yakitrak/yakitrak/obsidian-cli"
cask "nikitabobko/tap/aerospace"
# cask "antigravity"
cask "bettertouchtool"
cask "boop"
cask "chatgpt"
cask "chatgpt-atlas"
cask "clipgrab"
cask "codex"
cask "codex-app"
cask "deepl"
cask "devtoys"
cask "font-hack-nerd-font"
cask "font-sf-mono"
cask "font-sf-pro"
cask "ghostty"
cask "google-chrome"
cask "google-drive"
cask "google-gemini"
cask "hammerspoon"
cask "homerow"
cask "hop"
cask "iina"
cask "itsycal"
cask "jetbrains-toolbox"
cask "keka"
cask "lm-studio"
cask "lulu"
cask "microsoft-edge"
cask "obsidian"
cask "popclip"
cask "postman"
cask "raycast"
cask "telegram-desktop@beta"
# cask "visual-studio-code"
cask "zed"
cask "zen"
mas "카카오톡", id: 869223134
mas "Cleaner One", id: 1473079126
mas "CloudMounter", id: 1130254674
mas "Dropover", id: 1355679052
mas "Get Plain Text", id: 508368068
mas "GrabIt", id: 450166997
mas "iShot", id: 1485844094
mas "Keynote", id: 409183694
mas "MYBOX", id: 975815190
mas "Numbers", id: 409203825
mas "OneDrive", id: 823766827
mas "Pages", id: 409201541
mas "RunCat", id: 1429033973
mas "Vimari", id: 1480933944
mas "Xcode", id: 497799835
